tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "elastic/tap"
tap "github/bootstrap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "shaunsingh/SFMono-Nerd-Font-Ligaturized"
brew "act"
brew "age"
brew "air"
brew "asdf"
brew "autoconf"
brew "automake"
brew "aztfexport"
brew "azure-cli"
brew "cairo"
brew "cassandra"
brew "coreutils"
brew "delve"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "giflib"
brew "git-lfs"
brew "git"
brew "gnupg"
brew "gnutls"
brew "golangci-lint"
brew "grep"
brew "hashicorp/tap/terraform", link: false
brew "heroku/brew/heroku"
brew "htmlq"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kafka", restart_service: :changed
brew "krb5"
brew "libassuan"
brew "libfido2"
brew "libidn"
brew "libpng"
brew "librdkafka"
brew "librsvg"
brew "libtool"
brew "llm"
brew "lazygit"
brew "mas"
brew "maven"
brew "mysql-client"
brew "mysql@8.0", restart_service: :changed
brew "ncurses"
brew "nmap"
brew "node-build"
brew "nutcracker/tap/openssl@1.0"
brew "ollama"
brew "openblas"
brew "openssl@3"
brew "oven-sh/bun/bun"
brew "overmind"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "pdftk-java"
brew "pinentry"
brew "pkgconf"
brew "planetscale/tap/pscale"
brew "ponysay"
brew "postgresql@14"
brew "pv"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "shared-mime-info"
brew "skeema/tap/skeema"
brew "socat"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "trino"
brew "unbound"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "xpdf"
brew "yara"
cask "1password-cli"
cask "battery"
cask "docker"
cask "font-sf-mono-nerd-font-ligaturized"
cask "git-credential-manager"
cask "google-chrome"
cask "iterm2"
cask "orbstack"
cask "rar"
cask "raycast"
cask "slack"
cask "spotify"
cask "temurin"
cask "viscosity"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Acorn", id: 6737921844
mas "Calca", id: 635758264
mas "CrystalFetch", id: 6454431289
mas "DaisyDisk", id: 411643860
mas "Exif Editor Tool", id: 1632784836
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GoArt NFT Creator", id: 1597217588
mas "iFlicks", id: 408937559
mas "iMovie", id: 408981434
mas "In Your Face", id: 1476964367
mas "Keynote", id: 409183694
mas "Live Home 3D Pro", id: 1066145115
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "britesnow.vscode-toggle-quotes"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.copilot-workspace"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.openai-chatgpt-adhoc"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wmaurer.change-case"
